import React from "react";
import { MdOutlineKeyboardArrowRight } from "react-icons/md";

const AboutUsPage = () => {
  return (
    <div className="bg-white">
      <div className="lg:w-[60%] w-full mx-auto ">
        <h1 className="flex items-center py-3">
          Home <MdOutlineKeyboardArrowRight />
          <span> আমাদের সম্পর্কে</span>
        </h1>

        <h1 className="text-3xl">আমাদের সম্পর্কে</h1>
        <h2 className="text-2xl mt-2">
          হাজী আবুবকর সিদ্ধিক আদর্শ উচ্চ বিদ্যালয়ের সংক্ষিপ্ত ইতিহাস
        </h2>
        <div className="md:w-[70%] py-6">
          <p className="text-base  leading-8">
            <span className="font-bold">
              শিক্ষা প্রতিষ্ঠানের সংক্ষিপ্ত ইতিহাসঃ
            </span>
            হাজী আবুবকর সিদ্দিক আদর্শ উচ্চ বিদ্যালয়, গ্রামঃ কালীনগর, পোঃ খাসমহল
            বালুচর, উপজেলাঃ সিরাজদিখান, জেলাঃ মুন্সিগঞ্জ-এ অবস্থিত। উপজেলা হেড
            কোয়াটার থেকে দূরত্ব-০৯ কি. মি.। ০১-০১-১৯৯৮ খ্রিঃ তারিখে বিদ্যালয়টি
            প্রতিষ্ঠিত হয়। প্রাথমিক অনুমতি লাভ করে ০১-০১-২০০০ খ্রিঃ তারিখে।
            প্রথম স্বীকৃতি লাভ করে ০১-০১-২০০৩ খ্রিঃ তারিখে। নবম শ্রেণীর অনুমতি
            লাভ করে ০১-০১-২০০৪ খ্রিঃ তারিখে। মাধ্যমিক হিসাবে প্রথম স্বীকৃতি লাভ
            করে ০১-০১-২০০৯ খ্রিঃ তারিখে। বিদ্যালয়টি বিজ্ঞান, মানবিক ও ব্যবসায়
            শিক্ষা শাখায় পাঠদান করানো হয়। নিম্ন মাধ্যমিক বর্তমানে এমপিও ভুক্ত
            শিক্ষক-কর্মচারীর সংখ্যা ১৮ জন। বিদ্যালয়টি একটি গ্রামীণ, মনোরম
            পরিবেশে বিরাজমান। বিদ্যালয়ে শিক্ষকমণ্ডলী শিক্ষার্থীদের যত্নসহকারে ও
            নতুন শিক্ষা-কারিকুলাম এর অধীনে পাঠ দান করেন। বিদ্যালয়ে জেএসসি
            পরীক্ষায় ২০১২, ২০১৪ খ্রিঃ সনে শতভাগ, এসএসসি পরীক্ষায় ২০০৮, ১৩, ১৪, ও
            ২০১৮ খ্রিঃ সনে শতভাগ কৃতকার্য হয়েছে।
          </p>

          <p className="text-base leading-8 my-6">
            সামগ্রিকদিক বিবেচনায় বিদ্যালয়ের পাবলিক পরীক্ষার ফলাফল সন্তোষজনক।
            বিদ্যালয়ের বর্তমান ম্যানেজিং কমিটির সভাপতি হচ্ছেন, অত্র বিদ্যালয়ের
            প্রতিষ্ঠাতার বড় ছেলে{" "}
            <span className="font-bold">আলহাজ্ব মোঃ আবুবকর সিদ্দিক সাহেব।</span>{" "}
            তার দক্ষ পরিচালনায় বিদ্যালয়টি এগিয়ে যাচ্ছে এবং উন্নতি ঘটছে।
          </p>
        </div>
      </div>
    </div>
  );
};

export default AboutUsPage;
